{
	"news_data": [{
		"category_name": "Headlines",
		"news": [{
				"image": "",
				"headline": "Omar Abdullah meets J&K Governor, demands statement from govt on Kashmir situation",
				"content": "Omar Abdullah demanded the government to issue a statement that the people of Jammu and Kashmir do not need to be afraid. \n Omar Abdullah said the Governor assured that no preparation is being made for any announcement."
			},
			{
				"image": "",
				"headline": "Parliament Session May be Extended Till August 9 as Govt Introduces Record Number of Bills",
				"content": "Not enough time was given to us to even issue whip on the Triple Talaq Bill, said Anand Sharma, \n Congress deputy leader in the Rajya Sabha, when asked about the five Congress MPs who were not present during voting on the legislation on Tuesday. \n The opposition motion to send the Triple Talaq Bill to a select committee of Parliament for a larger discussion with stakeholders was defeated in the Upper House."
			},
			{
				"image": "",
				"headline": "Isro releases first set of earth pictures captured by Chandrayaan 2",
				"content": "The Indian Space Research Organisation (Isro) on Sunday released the first set of images captured by Chandrayaan 2, \n India s second lunar mission. The onboard camera captured pictures of Earth as viewed in space. ISRO said the images were taken by the LI4 \n camera on Vikram, the lander on Chandrayaan 2. The images were clicked on August 3, ISRO said. \n Chandrayaan 2 is a Rs 978 crore project, with which India hopes to soft land a probe on Moon, while also put a satellite around its orbit."
			},
			{
				"image": "",
				"headline": "Rajnath Singh Turns Focus On PoK After Pak Needles India On Kashmir",
				"content": "Defence Minister Rajnath Singh today continued to signal the country's tough stand to Pakistan, \n suggesting that should bilateral talks happen, it would not be on Jammu and Kashmir, but Pakistan-Occupied Kashmir - \nthe territory under Pakistan's control since it invaded the state in 1947."
			},
			{
				"image": "",
				"headline": "Parliament Session May be Extended Till August 9 as Govt Introduces Record Number of Bills",
				"content": "Not enough time was given to us to even issue whip on the Triple Talaq Bill, said Anand Sharma, \n Congress deputy leader in the Rajya Sabha, when asked about the five Congress MPs who were not present during voting on the legislation on Tuesday. \n The opposition motion to send the Triple Talaq Bill to a select committee of Parliament for a larger discussion with stakeholders was defeated in the Upper House."
			},
			{
				"image": "",
				"headline": "Parliament Session May be Extended Till August 9 as Govt Introduces Record Number of Bills",
				"content": "Not enough time was given to us to even issue whip on the Triple Talaq Bill, said Anand Sharma, \n Congress deputy leader in the Rajya Sabha, when asked about the five Congress MPs who were not present during voting on the legislation on Tuesday. \n The opposition motion to send the Triple Talaq Bill to a select committee of Parliament for a larger discussion with stakeholders was defeated in the Upper House."
			}
		]
	},
	{
		"category_name": "Entertainment",
		"news": [{
				"image": "",
				"headline": "Chhichhore trailer: Sushant Singh Rajput, Shraddha Kapoor celebrate Friendship Day by retelling 3 Idiots,\n Dil Chahta Hai",
				"content": "The trailer for Dangal director Nitesh Tiwari next, Chhichhore is out. Lead actors Sushant Singh Rajput and Shraddha Kapoor \n shared the film trailer on social media on Friendship Day, Sunday. The film releases on August 30 \n and will clash with Prabhas and Shraddha starrer Saaho."
			},
			{
				"image": "",
				"headline": "Wouldnot be surprised if I go through ups and downs in my career again: Akshay Kumar",
				"content": "Superstar Akshay Kumar has seen both good and bad phases in his career and he believes it is important \n to learn from such experiences as nothing is permanent in life.The actor said he has seen people write an obituary of his career \n after a string of flops but he has always made a strong comeback."
			},
			{
				"image": "",
				"headline": "On Kishore Kumars 90th birth anniversary, 10 lesser known facts about the maverick genius",
				"content": "Born into a family of comfortable means, Kishores father Kunjalal Ganguly was employed as a personal lawyer \n with a wealthy family of Khandwa, Madhya Pradesh. Born Abhas Kumar Ganguly in 1929, Kishore was the youngest of his four siblings including Ashok, Sati Devi and Anoop.\n When Kishore was still a child, his older brother Ashok ventured into films and became a big star in the Bombay film industry."
			},
			{
				"image": "",
				"headline": "Shah Rukh Khan to turn a Money Heist into a Bollywood film",
				"content": "Money Heist revovles around an elusive criminal mastermind known as The Professor with a plan to pull off the biggest heist in history,\n by printing billions of euros in the Royal Mint of Spain. To help him, he recruits eight people with certain abilities who have nothing to lose.\n Season four of the hugely successful show is currently in production."
			}
		]
	},
        {
                "category_name": "Politics",
		"news": [{
				"image": "",
				"headline": "Bhupinder Singh Hooda backs Centre's Article 370 move, says Congress has 'lost its way'",
				"content": "Former Haryana chief minister and senior Congress leader Bhupinder Singh Hooda on Sunday expressed strong support to the Centre's decision on Article 370 \n and lashed out at his own party over its stand on the issue, saying that it has lost its way.\nThe former chief minister added that he never compromises when it comes to patriotism and self respect. "
			},
			{
				"image": "",
				"headline": "No Religion in it, Political Compulsions Stopped Others from Raising Population Control Issue, Says MP",
				"content": "A day after Prime Minister Narendra Modi spoke about the issue of population explosion and urged citizens to work towards family planning, linking it to good parenting \nand patriotism during his Independence Day speech, Balyan spoke to News 18 on the need for a law. He said it was a great step \nand no one should take it personally."
			},
			{
				"image": "",
				"headline": "Decision on Jammu & Kashmir driven by national interest, not politics: PM Modi",
				"content": "People who had opposed the J&K decisions were 'usual vested interest groups, political dynasties, terror sympathizers and some friends in the Opposition, PM Modi said.\nThe PM said the people, regardless of their political preferences have supported the steps taken in Jammu, Kashmir and Ladakh."
			},
			{
				"image": "",
				"headline": "More leaders visit AIIMS to enquire about Arun Jaitley’s health",
				"content": "Several leaders including Delhi Chief Minister Arvind Kejriwal, and Union ministers Smriti Irani and Ram Vilas Paswan visited AIIMS in New Delhi on Sunday to enquire about \n the health condition of former finance minister Arun Jaitley, who is on life support system.Mr. Jaitley, 66, was admitted on August 9 after he complained of breathlessness and restlessness. \nThe All India Institute of Medical Sciences (AIIMS) has not issued any bulletin on Mr. Jaitley’s health condition since August 10."
			}
		]
	},
        {
                "category_name": "Health",
		"news": [{
				"image": "",
				"headline": "Over 2 hours screen time daily will make your kids impulsive.",
				"content": "Nine-11 hours of sleep and no more than two hours of recreational screen time a day is what can save your children \n from becoming impulsive and make poorer decisions in life, find researchers.Impulsive behaviour is greatly linked to sleep and screen time, found Healthy Active Living and Obesity Research Group (HALO)\n at the CHEO Research Institute in Ottawa."
			},
			{
				"image": "",
				"headline": "How to Know if You're Over-Managing Your Diabetes",
				"content": "Experts say there is a balancing act of medication, insulin, and lifestyle changes that must be considered when drawing up a treatment plan.\n Some past research has indicated that the majority of people with type 2 diabetes aren’t being treated aggressively enough and aren’t seeing improvements in their blood sugar levels. \n An appropriate treatment plan, explained McCoy, depends on a good relationship with the patient."
			},
			{
				"image": "",
				"headline": "Research shows how nordic walking may benefit breast cancer patients",
				"content": "Nordic walking, an aerobic activity performed with walking poles similar to ski poles, may benefit patients with breast cancer, according to a review of existing research.\n The main strategy in rehabilitation for women with breast cancer is a change of habits, where physical exercise is a fundamental tool,said study co-author Jorge Torres of the Faculty of \n Educational Sciences and Sports at the University of Vigo in Pontevedra, Spain."
			},
			{
				"image": "",
				"headline": "Kids with mild asthma can use inhalers when needed: Research",
				"content": "A new research has found that kids with mild asthma can effectively manage the condition by using their two inhalers -- one a steroid \n and the other a bronchodilator -- when symptoms occur."
			}
		]
	},
        {
                "category_name": "Business",
		"news": [{
				"image": "",
				"headline": "CCD founder: First victim of India's economic distress?",
				"content": "The Coffee Day Enterprises founder VG Siddhartha, who had gone missing on Monday and his body was fished out a day later from the Netravati river, \n might have been the first casualty of ongoing distress in the Indian economy. Siddhartha, according to the sources in the know, has taken a personal debt of Rs 500 crore to service the debt of companies he owned.\n The numbers of his Coffee Day Enterprises were not that convincing. So to keep credit lines going,Siddhartha had taken the personal loans, a friend of Siddhartha told DH."
			},
			{
				"image": "",
				"headline": "Bharti Airtel slips into red, posts Rs 2,866 crore loss in June Quarter",
				"content": "Airtel had logged a net profit of Rs 97 crore in the same period of the previous year, the company said in a statement.The revenue of the \n Sunil Mittal-led company rose 4.7 per cent to \n Rs 20,738 crore during the first quarter ended June 2019 Rs 20,738 crore during the first quarter ended June 2019. "
			},
			{
				"image": "",
				"headline": "Explained: Why Maruti Suzuki sales are dropping.",
				"content": "Industry insiders feel that while the pressure on NBFC and liquidity squeeze in the market is a big factor,\n the decline in customer confidence is another factor that is leading to a continuous slide in sales of passenger cars.India biggest passenger car manufacturer \n Maruti Suzuki announced a 36.2 per cent drop in passenger car sales in the month of July 2019. "
			},
			{
				"image": "",
				"headline": "Tata Motors cuts Tigor EV price by up to Rs 80k",
				"content": "Tata Motors on August 1 said it has decided to cut prices of Tigor EV by up to Rs 80,000 with immediate effect\n in order to pass the benefits of reduced GST on such models.The Tigor EV which was earlier priced between Rs 12.35-12.71 lakh (ex-showroom, Mumbai) will now be \n available at a starting price of Rs 11.58-11.92 lakh, Chandra said."
			},
			{
				"image": "",
				"headline": "SBI extends repayment period for stressed automobile dealers by 15-30 days",
				"content": "Current auto slowdown will not create NPAs, says a top executive of the bank. P.K.Gupta said that the bank \nis holding regular consultations with auto dealers and dealers associations who feel that the upcoming festive season will revive the demand for the auto sector"
			},
			{
				"image": "",
				"headline": "Mahindra inaugurates its first automotive assembly plant in Sri Lanka",
				"content": "Auto major Mahindra & Mahindra (M&M) on August 17 announced the inauguration of its local automotive assembly plant near Colombo, Sri Lanka. Inauguration of this automotive assembly plant is a significant milestone for Mahindra's foray into the Sri Lanka market. \nSri Lanka is a key strategic market for us and we are now fully equipped to deliver products customised to local needs, on time, Mahindra & Mahindra Managing Director Pawan Goenka said."
			}
		]
	},
        {
                "category_name": "Science",
		"news": [{
				"image": "",
				"headline": "Astronomers are probing faraway planets with greater sophistication",
				"content": "In the deluge of planets found beyond the solar system over the past decade, those of system toi-270 might not seem special.\n There are three of them, orbiting a star 73 light-years away. This is neither the closest system known, nor does it contain the most \n Earthlike exoplanet. It has, though, sent a buzz through astronomy."
			},
			{
				"image": "",
				"headline": "New 3D map shows Milky Way is not shaped like pancake but a warped wave",
				"content": "The new map, created by the University of Warsaw, was created by mapping over 2,400 cepheids that are scattered throughout the galaxy.\n Astronomers have charted a stellar three-dimensional map of the Milky Way that shows its disc of stars dramatically warped into a wave. \nThe latest image once again proves that the spiral galaxy is not shaped like a flat disc."
			},
			{
				"image": "",
				"headline": "Asteroid danger: Neil deGrasse Tyson warns of harbinger of doom space rock threat",
				"content": "ASTROPHYSICIST Neil deGrasse Tyson has warned of harbinger of doom asteroids threatening to wipe out all life on Earth.\nAsteroids and meteors of all shapes and sizes fly past the Earth on a nearly daily basis. Space agency NASA estimates hundreds of tonnes of space debris and rocks\n safely pelt the planet atmosphere every single day. Larger, car-sized asteroids, are said to strike the Earth roughly once a year,\n causing small amounts of localised damage.The real threat comes from asteroids many miles wide, which astrophysicist Neil deGrasse Tyson\n said could spell an end for humanity. "
			},
			{
				"image": "",
				"headline": "Breathtaking! 2 galaxies seen colliding by NASA’s Hubble Space Telescope",
				"content": "NASA and European Space Agency’s (ESA) Hubble Space Telescope has captured images of two luminescent galaxies. \nThis image from the Space Telescope shows NGC 2022, a planetary nebula in the Orion constellation. They are individually known as the Northern Galaxy UGC 2369 (UGC 2369N) and \nthe Southern Galaxy UGC 2369 (UGC 2369S). The telescope captured mutual gravitational attraction between both the galaxies. "
			},
			{
				"image": "",
				"headline": "ELON MUSK STILL WANTS TO DROP NUCLEAR BOMBS ON MARS; RELEASES ‘NUKE MARS’ T-SHIRT",
				"content": "Elon Musk is back at it again with his idea of nuking the surface of Mars to terraform it or make it habitable for humans. \nAfter tweeting “Nuke Mars!”, Musk is now selling t-shirts on the SpaceX online shop with the same message printed on it."
			},
			{
				"image": "",
				"headline": "Jupiter Still Reeling From Head-On Collision 4.5Bn Years Ago",
				"content": "A colossal, head-on collision between Jupiter and a still-forming planet in the early solar system, about 4.5 billion years ago, \nhas left Jupiter's core less dense and more extended that expected, say researchers.Even if this impact happened 4.5 billion years ago, it could still take many,\n many billions of years for the heavy material to settle back down into a dense core under the circumstances suggested by the paper,\n said researchers who analysed readings from NASA's Juno spacecraft."
			}
		]
	},
        {
                "category_name": "Technology",
		"news": [{
				"image": "",
				"headline": "WhatsApp’s new exciting features you can use right away",
				"content": "WhatsApp is one of the most awaited apps for new features. The popular messaging app is used by over 1.5 billion users globally. \nIn India alone, WhatsApp has 400 million users. WhatsApp regularly updates the app with new features. It also tests unreleased features on its beta app for Android and iPhone."
			},
			{
				"image": "",
				"headline": "Reliance Jio’s First Day First Show plans spooks multiplex stocks",
				"content": "Reliance Jio has come a long way from just being the bugbear of telecom sector incumbents. \nAmong the flurry of announcements Reliance Industries (RIL) chairman Mukesh Ambani made earlier this week was one that has set the cat among the pigeons in the cinema exhibition sector.\nAccording to Ambani, Jio’s soon to be launched high-speed broadband and home entertainment offering - Jio Fibre - will eventually launch \na package that will allow its subscribers to watch movies releasing in theatres at home on the very first day."
			},
			{
				"image": "",
				"headline": "Android rival - Here's why Google's software could soon be outclassed",
				"content": "Android has been one of the two most popular mobile operating systems since it launched back in 2008 \n- the software is now used by over 2.5 billion devices across the globe. Apart from Apple, most smartphone producers harness Google's software for their devices.\nOne of these manufacturers is Huawei - China's largest smartphone vendor."
			},
			{
				"image": "",
				"headline": "",
				"content": "__LMX__OPS_"
			},
			{
				"image": "",
				"headline": "__LMN",
				"content": "__LMX OPS"
			},
			{
				"image": "",
				"headline": "__LMN",
				"content": "__LMX OPS"
			}
		]
	},
        {
                "category_name": "Education",
		"news": [{
				"image": "",
				"headline": "__headline-__1",
				"content": "__Content1 --Content1 Content1 Content1 Content1 Content1 Content1 Content1 Content1_"
			},
			{
				"image": "",
				"headline": "__headline__2",
				"content": "__Content2 --Content2 Content2 Content2 Content2 Content2 Content2 Content2_"
			},
			{
				"image": "",
				"headline": "__ABC_-_",
				"content": "__ABC__-Xyz_"
			},
			{
				"image": "",
				"headline": "__LMN__-",
				"content": "__LMX__OP-S_"
			},
			{
				"image": "",
				"headline": "__LMN",
				"content": "__LMX OPS"
			},
			{
				"image": "",
				"headline": "__LMN",
				"content": "__LMX OPS"
			}
		]
	},
        {
                "category_name": "Sports",
		"news": [{
				"image": "",
				"headline": "We have to respect Virat Kohli's opinion on coach selection: Kapil Dev",
				"content": ""
			},
			{
				"image": "",
				"headline": "__headline__2",
				"content": "__Content2 --Content2 Content2 Content2 Content2 Content2 Content2 Content2_"
			},
			{
				"image": "",
				"headline": "__ABC_-_",
				"content": "__ABC__-Xyz_"
			},
			{
				"image": "",
				"headline": "__LMN__-",
				"content": "__LMX__OP-S_"
			},
			{
				"image": "",
				"headline": "__LMN",
				"content": "__LMX OPS"
			},
			{
				"image": "",
				"headline": "__LMN",
				"content": "__LMX OPS"
			}
		]
	}
]
}
